/* Select Ball Image title */ 
"Select Ball Image:" = "Kies Type Bal:";

/* Ball Picker title */ 
"Select Ball:" = "Kies Bal:";

/* Basketball name */ 
"Basketball" = "Basketbal";

/* Eight Ball name */ 
"Eight Ball" = "Biljartbal";

/* Exercise Ball name */ 
"Exercise Ball" = "Oefenbal";

/* Four Square Ball name */ 
"Four Square Ball" = "Four Square Bal";

/* Golf Ball name */ 
"Golf Ball" = "Golfbal";

/* Soccer Ball name */ 
"Soccer Ball" = "Voetbal";

/* Tennis Ball name */ 
"Tennis Ball" = "Tennisbal";

/* Beach Ball name */
"Beach Ball" = "Strandbal";

/* Bowling Ball name */
"Bowling Ball" = "Bowlingbal";

/* Earth Ball name */
"Earth" = "Aarde";

/* Smiley Face Ball name */
"Smiley Face" = "Smiley";

/* Invisible Ball name */
"Invisible Ball" = "Onzichtbare Bal";

/* Custom Ball name */ 
"Custom Ball" = "Eigen Bal";



/* Choose Image Source title */ 
"Choose Source" = "Kies Bron";

/* Camera button */ 
"Camera" = "Camera";

/* Camera Roll button */ 
"Camera Roll" = "Camera Rol";

/* Photo Library button */ 
"Photo Library" = "Fotomap";

/* Saved Photos button */ 
"Saved Photos" = "Opgeslagen Foto's";

/* Cancel button */ 
"Cancel" = "Cancel";

/* Camera not available alert */ 
"Camera not available!" = "Camera niet beschikbaar!";

/* Photo Library not available alert */ 
"Photo Library not available!" = "Photomap niet beschikbaar!";



/* Reset Bounce Count title */ 
"Reset Bounce Count" = "Reset Stuiters";

/* Reset Bounce Count message */ 
"Do you want to reset the bounce count to zero?" = "Wil je het aantal stuiters resetten?";

/* Yes button */ 
"Yes" = "Ja";

/* No button */ 
"No" = "Nee";



/* E-mail Subject */ 
"Check out this iPhone App!" = "Check deze iPhone App!";

/* E-mail Body Format String */ 
"E-mail Body Format String" = "Je zou deze iPhone App genaamd Awesome Ball echt moeten downloaden:<br><br><a href=\"http://www.awesomeball.com/appstore\">http://www.awesomeball.com/appstore</a><br><br>Ik heb tot nu toe %@ stuiters! Check!"; 



/* Connection to High Scores Server Failed title */
"Connection Failed" = "Fout bij verbinding";

/* Connection to High Scores Server Failed message */
"Could not connect to high scores server. Please check your internet connection and try again later." = "Kon geen verbinding maken met de highscore server. Controleer je internet verbinding en probeer het later opnieuw.";

/* High Scores Submission Failed title */
"Submission Failed" = "Aanbod mislukt";

/* High Scores Submission Failed message */
"Scores submission timed out. Please try again later." = "Score aanbod time out. Probeer later opnieuw";



/* Memory Warning Message Title */ 
"Memory Warning" = "Geheugenwaarschuwing";

/* Memory Warning Message Body */ 
"Memory Warning Message Body" = "Je Iphone heeft weinig geheugen. Voor de beste performance, reboot je Iphone om wat geheugen vrij te maken."; 

